{"pages":[{"title":"About OpenData","text":"OpenData is a database of publicly available datasets curated by the Niv lab. We mostly catalogue datasets involving reinforcement learning &amp; decision making, though we also include datasets with relevance to computational psychiatry experiments (e.g. self-report questionnaires). To browse the current catalog, follow the links above or use the search bar at the top-right of this page.","link":"/opendata/about/index.html"},{"title":"Contributing to OpenData","text":"Contributions to OpenData are welcome! All of the code is managed through the GitHub repository. How to submit a datasetThere are three main ways you can submit a dataset for entry to OpenData, which are described in turn below. Note that they are ranked in order of preference, from most preferred to least preferred, by the maintainers of Open Data :) 1. Fill out the Google formHave a dataset to submit? Fill out this form: https://forms.gle/N87Dqhs73vbfoPec8 2. Submit a pull requestTo directly add a dataset yourself, you can open a pull request on Github. First you should fork the OpenData library via GitHub and make modifications on your fork. The OpenData database is written in markdown using a standardized, easy-to-copy template. Once your modification is complete, submit a pull request to merge your changes into the docs branch of OpenData. Pull requests will be reviewed by the maintainers. 3. Open an issueTo advertise a dataset for entry into the database, you can open a new issue via GitHub. Please provide a link to a repository for the data and, if available, a link to a corresponding manuscript describing the data.","link":"/opendata/contribute/index.html"}],"posts":[{"title":"Bein et al. (2021)","text":"Data from a study in which N=84 participants across three experiments (N=28 in each) completed a task to measure the effect of prediction errors on later memory.","link":"/opendata/bein-et-al-2021/"},{"title":"Albrecht et al. (2016)","text":"Data from a study in which N=75 participants (N=45 patients with schizophrenia, N=30 healthy controls) completed the Pavlovian go/no-go task.","link":"/opendata/albrecht-et-al-2016/"},{"title":"Algermissen et al. (2021)","text":"Data from simultaneous EEG-fMRI experiment. N = 36 healthy human volunteers performed 640 trials of a Motivational/Pavlovian Go/NoGo learning task. The data-set contains behavioural, EEG, fMRI, and DTI raw data. Interested users must be identifiable (log-in via social media account or Orcid) and sign a data user agreement to access it (to prevent identification of human subjects).","link":"/opendata/algermissen-et-al-2021/"},{"title":"Alister et al. (2022)","text":"Data from a study in which N=171 participants (139,001 trials) completed a paradigm to study the gaze cueing effect.","link":"/opendata/alister-et-al-2022/"},{"title":"Almeras et al. (2022)","text":"Data from a study in which N=98 participants across three experiments (N=30, N=30, N=38) completed a novel 2-arm bandit sequential sampling task.","link":"/opendata/almeras-et-al-2022/"},{"title":"Antony et al. (2022)","text":"Data from a study in which N=1000 participants completed paired-associate learning experiments in which the semantic relatedness between initial and later cues, initial and later targets, or both, were systematically varied. Learning retroactively benefited long-term memory performance for semantically related words (vs. unshown control words), and these benefits increased as a function of relatedness.","link":"/opendata/antony-et-al-2022/"},{"title":"Arbuzova et al. (2022)","text":"Data from a study in which N=40 participants four metacognitive decision-making tasks spanning different cognitive domains: perception, memory, and visuomotor tasks.","link":"/opendata/arbuzova-et-al-2022/"},{"title":"Armstrong et al. (2022)","text":"Data from a study in which N=78 participants completed a Pavlovian conditioning paradigm with eye-tracking.","link":"/opendata/armstrong-et-al-2022/"},{"title":"Aylward et al. (2019)","text":"Data from a study in which 132 participants (N=88 healthy controls, N=44 depressed/anxious patients) completed a multi-arm restless bandit task with rewards and punishments.","link":"/opendata/aylward-et-al-2019/"},{"title":"Bach (2015)","text":"Data from a study in in which a total of N=83 participants across four experiments (N=20, N=21, N=22, N=20) completed a novel approach/avoidance sequential decision making task. The state/trait anxiety inventory was collected for all participants.","link":"/opendata/bach-2015/"},{"title":"Bach et al. (2020)","text":"Data from a study in which N=781 young adults (aged 14-24) completed a risky foraging task.","link":"/opendata/bach-et-al-2020/"},{"title":"Bahrami & Navajas (2020)","text":"Data from a study in which N=975 participants completed a 4-arm restless bandit task.","link":"/opendata/bahrami-navajas-2020/"},{"title":"Balasubramani et al. (2021)","text":"Data from a study in which N=186 participants completed a simple 2-arm bandit task. Participants also completed multiple self-report psychiatric symptom measures.","link":"/opendata/balasubramani-et-al-2021/"},{"title":"Ballard et al. (2019)","text":"Data from a study in which N=32 participants completed a target detection task involving configural learning.","link":"/opendata/ballard-et-al-2019/"},{"title":"Balter & Raymond (2022)","text":"Data from a study in which N=27 participants completed a transfer learning task with a concurrent working memory task. Performance on transfer learning decreased with working memory load.","link":"/opendata/balter-raymond-2022/"},{"title":"Balzus et al. (2022)","text":"Data from a study in which N=60 participants (N=30 healthy controls, N=30 patients with OCD) completed a Flanker task while undergoing tDCS–EEG.","link":"/opendata/balzus-et-al-2022/"},{"title":"Bang et al. (2022)","text":"Data from a study in which N=21 participants completed an experiment in which they placed bets on perceptual decisions made by themselves or one of three (simulated) players of varying ability.","link":"/opendata/bang-et-al-2022/"},{"title":"Barnby et al. (2022)","text":"Data from a study in which N=750 participants completed a probabilistic reversal learning task and modified dictator game. Participants also completed the persecutory subscale of the Revised-Green Paranoid Thoughts Scale.","link":"/opendata/barnby-et-al-2022/"},{"title":"Bavard et al. (2018)","text":"Data from a study in which N=60 participants completed a probabilistic instrumental learning task with monetary rewards and losses.","link":"/opendata/bavard-et-al-2018/"},{"title":"Bavard et al. (2021)","text":"Data from a study in which N=800 participants completed a novel range adaptation task.","link":"/opendata/bavard-et-al-2021/"},{"title":"Bejjani et al. (2022)","text":"Data from a study in which N=950 participants completed the List-wide proportion congruent (LWPC) and List-wide proportion switch (LWPS) tasks.","link":"/opendata/bejjani-et-al-2022/"},{"title":"Bellana et al. (2022)","text":"Data from a study in which N=1280 online participants performed a free association task in which they typed whatever words came to mind, as they came to mind, for 5-minutes. Free association was performed before and after a variety of tasks including reading stories of varying levels of coherence (e.g., intact, sentence-scrambled, word-scrambled).","link":"/opendata/bellana-et-al-2022/"},{"title":"Ben Artzi & Shahar (2021)","text":"Data from a study in which N=178 participants completed a 4-armed restless bandit task with both reward and loss conditions. Participants also completed multiple self-report psychiatric symptom measures.","link":"/opendata/ben-artzi-shahar-2021/"},{"title":"Ben Artzi et al. (2022a)","text":"Data from a study in which N=174 participants completed a combination 2-arm bandit and working memory task to probe outcome-irrelevant learning.","link":"/opendata/ben-artzi-et-al-2022a/"},{"title":"Ben Artzi et al. (2022b)","text":"Data from a study in which N=178 participants completed a restless multi-armed bandit reinforcement learning task with gain and loss trials.","link":"/opendata/ben-artzi-et-al-2022b/"},{"title":"Bennett et al. (2021)","text":"Data from a study in which N=146 participants completed a noninstrumental information-seeking task.Participants also completed multiple self-report psychiatric symptom measures.","link":"/opendata/bennett-et-al-2021/"},{"title":"Bennett, Radulescu et al. (2021)","text":"Data from a study in which N=120 participants completed a novel compound generalization task with mood inductions and eye-tracking.","link":"/opendata/bennett-radulescu-et-al-2021/"},{"title":"Benwell et al. (2022)","text":"Data from a study in which N=817 participants across two studies (N=344, N=473) completed either a perceptual decision-making task or a knowledge decision task and rated their confidence about their performance. Participants also completed a number of self-report psychiatric symptom questionnaires. A dimension characterized by compulsivity and intrusive thoughts was found to be associated with reduced objective accuracy but, paradoxically, increased absolute confidence, whereas a dimension characterized by anxiety and depression was associated with systematically low confidence in the absence of impairments in objective accuracy.","link":"/opendata/benwell-et-al-2022/"},{"title":"Bertram et al. (2021)","text":"Data from a study in which N=281 participants across two experiments (N=162, N=119) in which participants estimated the probabilities of neutral compound events and rated their current mood.","link":"/opendata/bertram-et-al-2021/"},{"title":"Bioud et al. (2022)","text":"Data from a study in which N=46 participants completed a physical effort task in which participants chose whether to “accept” or “decline” a series of treadmill routes randomly associated to monetary rewards. Participants also provided subjective estimates of energetic cost. Results show that higher monetary prospects led participants to provide higher cost estimates, although reward was independent from effort in the design.","link":"/opendata/bioud-et-al-2022/"},{"title":"Bisschop (2021)","text":"Database of cognitive control task data.","link":"/opendata/bisschop-2021/"},{"title":"Bogdanov et al. (2021)","text":"Data from a study in which N=40 participants completed demand-selection task, in which participants chose between performing low-demand and high-demand variants of a task-switching paradigm, under both stress and control conditions.","link":"/opendata/bogdanov-et-al-2021/"},{"title":"Bolenz et al. (2019)","text":"Data from a study in which 62 younger adults (18-30 years) and 62 older adults (57-80 years) completed a modified version of the two-stage task with a manipulation of incentive size and volatility","link":"/opendata/bolenz-et-al-2019/"},{"title":"Bolenz & Eppinger (2021)","text":"Data from a study in which N=201 participants (age 12-25 years) completed a modified two-step task with a manipulation of incentive size and outcome valence (gain vs. loss).","link":"/opendata/bolenz-eppinger-2021/"},{"title":"Bolenz et al. (2022)","text":"Data from two studies (N=126 and N=205) in which participant completed a modified version of the two-stage task with a manipulation of incentive size.","link":"/opendata/bolenz-et-al-2022/"},{"title":"Bond et al. (2021)","text":"Data from a study in which N=28 participants across two experiments (N=24, N=4) completed a volatile 2-arm bandit task with pupillometry recorded.","link":"/opendata/bond-et-al-2021/"},{"title":"Boschet et al. (2022)","text":"Data from a study in which N=80 participants completed an approach/avoidance task in which they chose between a CS−/low reward and a CS+/high reward option. For the latter, probability of CS+ presentation (Pavlovian fear information) and reward magnitude (reward information) varied. Computer mouse movements were tracked to capture the decision dynamics. Participants also completed multiple self-report psychiatric symptom measures.","link":"/opendata/boschet-et-al-2022/"},{"title":"Bradshaw & McGettigan (2021)","text":"Data from a study in which N=192 participants completed a 2-arm bandit task in which participants chose between pairs of human or slot machine targets. Bandits varied in reward value and generosity of their payouts. Targets were either auditory (voices or tones; Experiment 1) or visual (faces or icons; Experiment 2).","link":"/opendata/bradshaw-mcgettigan-2021/"},{"title":"Brown et al. (2022)","text":"Data from a study in which N=95 participants completed the probabilistic exploration task, in which participants were instructed to maximize winnings by learning which segments of a stimulus were the most likely to provide a reward. The task had a 2 (environment size: 4 or 8 segments) x 2 (memory demands: outcomes for each action in the block shown or hidden) x 2 (initial forced choice trials: even or uneven sampling) design, such that each combination of conditions was consistent throughout each block and was experienced in one block only. With a lower cognitive load, participants were more exploratory than a simulated value-maximizing learner, but under cognitive constraints, they adaptively scaled down exploration to maintain exploitation.","link":"/opendata/brown-et-al-2022/"},{"title":"Bruder et al. (2021a)","text":"Data from a study in which N=34 participants completed a temporal discounting task twice.","link":"/opendata/bruder-et-al-2021a/"},{"title":"Bruder et al. (2021b)","text":"Data from a study in which N=60 participants (N=29 healthy controls, N=31 pathological gambling) completed the two-step and temporal discounting tasks.","link":"/opendata/bruder-et-al-2021b/"},{"title":"Byrne et al. (2020)","text":"Data from a study in which N=209 participants across two experiments (N=114, N=95) completed a 2-arm bandit task where one option provided larger rewards in the long-run but had greater variability around the mean rewards (the high-uncertainty option) and the other option provided smaller rewards in the long-term but the rewards varied less (the low-uncertainty option). Participants were exposed to either the SECPT or a warm-water control condition before completing the task. Compared to the control condition, those exposed to the acute stress manipulation chose the high-uncertainty option that provided highly variable but larger rewards over the option that provided stable, smaller rewards.","link":"/opendata/byrne-et-al-2020/"},{"title":"Castro-Rodrigues et al. (2022)","text":"Data from a study in which N=204 participants (healthy controls = 109, OCD = 46, mood and anxiety disorders = 49) completed a simplified version of two-step task requiring minimal prior instruction. Model-based control emerged with experience in a minority of participants, and less in those with obsessive-compulsive disorder. Providing task structure information strongly increased model-based control, similarly across all groups.","link":"/opendata/castro-rodrigues-et-al-2022/"},{"title":"Cataldo et al. (2022)","text":"Data from a study in which N=1,358 participants completed the Beck Depression inventory (BDI) and an emotional memory task. At encoding, participants judged whether positive and negative words were positive or self-descriptive. After a free recall test, participants viewed an equal mix of studied and unstudied words and judged whether each was “old” or “new”. participants exhibited a positive memory advantage and its decrease for depression in recall, recognition, and source accuracy. A hierarchical drift diffusion model revealed that higher BDI-II scores are associated with more efficient evidence accumulation for negative words in the recognition and source memory tasks.","link":"/opendata/cataldo-et-al-2022/"},{"title":"Caulfield et al. (2022)","text":"Data from a study in which N=200 participants completed the sustained attention to response task interspersed with tasks that required internal attention to worry content or external attention to a secondary game.","link":"/opendata/caulfield-et-al-2022/"},{"title":"Cavallaro & Hawkins (2022)","text":"Data from a study in which N=191 participants across four experiments (N=45, N=50, N=45, N=51) completed a series of tasks in which participants chose between between consumer choice options (e.g. pizza delivery options) under varying levels of time pressure.","link":"/opendata/cavallaro-hawkins-2022/"},{"title":"Cavanagh et al. (2019)","text":"Data from a study in which N=46 depressed individuals completed the probabilistic selection task.","link":"/opendata/cavanagh-et-al-2019/"},{"title":"Cavanagh (2021)","text":"Data from a study in which N=23 participants completed a 3-arm restless bandit task.","link":"/opendata/cavanagh-2021/"},{"title":"Cavanaugh et al. (2017)","text":"Data from a study in which N=56 participants (N=28 Parkinson’s patients, N=28 healthy controls) completed a 2-arm bandit task with with free- and fixed-choice trials.","link":"/opendata/cavanaugh-et-al-2017/"},{"title":"Chambon et al. (2020)","text":"Data from a study in which N=102 participants across four experiments (N=24, N=24, N=30, N=24) completed a series of 2-arm bandit tasks involving partial vs. complete feedback, free vs. fixed choice trials, and go vs. no-go responses.","link":"/opendata/chambon-et-al-2020/"},{"title":"Charpentier et al. (2022)","text":"Data from a study in which N=1155 participants across three experiments (N=1065, N=42, N=48) completed several self-report measures of anxiety and information seeking behaviors in the real world. A smaller subset of participants completed a stock market task in which participants bid for a chance to know (or remain ignorant about) the value of their portfolio, indicating how much they were willing to pay to receive this information or to avoid it.","link":"/opendata/charpentier-et-al-2022/"},{"title":"Ciranka et al. (2022a)","text":"Data from a study in which N=145 participants completed a novel 2-arm bandit task wherein participants had to learn the transitive relations between pairs of bandits.","link":"/opendata/ciranka-et-al-2022a/"},{"title":"Ciranka & van den Bos (2022)","text":"Data from a study in which N=161 adolescents and young adults (10-26 years of age) completed the marble task, in which participants are asked to draw a marble out of a risky or a safe marble-jar to accumulate as many bonus points as they could. The level of rewards, uncertainty, and social information were manipulated across trials. Risky-choice, social information use, and subjective uncertainty were observed to decrease across development.","link":"/opendata/ciranka-van-den-bos-2022/"},{"title":"Clay et al. (2022)","text":"Data from a study in which N=1578 participants completed a working memory task with effort-contingent rewards, in which participants formed a preference for more demanding math tasks in a transfer phase (even though participants were aware that they would no longer receive any reward for task performance).","link":"/opendata/clay-et-al-2022/"},{"title":"Cohen et al. (2020)","text":"Data from a study in which N=90 participants across the lifespan completed a novel reinforcement learning task designed to measure whether external causes influence outcome attributions and learning.","link":"/opendata/cohen-et-al-2020/"},{"title":"Collins (2018)","text":"Data from a study in which N=49 participants completed a reinforcement learning task with working memory demands.","link":"/opendata/collins-2018/"},{"title":"Conway et al. (2020)","text":"Data from a study in which N=1,144 participants completed multiple self-report measures (Inventory of Depression and Anxiety [IDAS], Externalizing Spectrum Inventory [ESI], Personality Inventory for DSM-5 [PID-5]).","link":"/opendata/conway-et-al-2020/"},{"title":"Correa et al. (2018)","text":"Data from a study in which N=32 participants completed a novel reversal learning task in which the visibility of reward was manipulated.","link":"/opendata/correa-et-al-2018/"},{"title":"Cortese et al. (2021)","text":"Data from a study in which N=33 participants completed a 2-arm bandit task in which they learned novel association rules based on simple visual features.","link":"/opendata/cortese-et-al-2021/"},{"title":"Crawford et al. (2022)","text":"Data from a study in which N=310 younger and older adult participants cognitive the Effort Discounting paradigm (Cog-ED), under both gain and loss conditions, to provide an experimental index of cognitive effort costs for each participant in each framing condition. As subset of participants(N=230) also completed a seven-day Ecological Momentary Assessment (EMA) protocol measuring engagement in mentally demanding daily life activities.","link":"/opendata/crawford-et-al-2022/"},{"title":"Csifcsak et al. (2020)","text":"Data from a study in which N=46 participants completed a modified pavlovian go/no-go task where the probability of outcomes was modified across blocks of the experiment.","link":"/opendata/csifcsak-et-al-2020/"},{"title":"Csifcsak et al. (2021)","text":"Data from a study in which N=103 participants completed a modified pavlovian go/no-go task where the probability of outcomes was modified across blocks of the experiment.","link":"/opendata/csifcsak-et-al-2021/"},{"title":"da Silva & Hare (2020)","text":"Data from a study in which N=45 participants completed variants of the two-step task involving explicit representations of the state-transitions.","link":"/opendata/da-silva-hare-2020/"},{"title":"Decker et al. (2016)","text":"Data from a study in which N=80 participants (N=30 children, N=28 adolescents, N=22 adults) completed the two-step task.","link":"/opendata/decker-et-al-2016/"},{"title":"Decker, Dubois et al. (2022)","text":"Data from a study in which N=53 participants completed a correlated Flanker task in which they categorized central targets (letters or numbers) while ignoring peripheral flanking symbols that shared hidden probabilistic relationships with the targets. Across participants, higher rates of attentional lapses correlated with greater learning of the target-flanker relationships.","link":"/opendata/decker-dubois-et-al-2022/"},{"title":"Dercon et al. (2022)","text":"Data from a study in which N=935 participants completed the probabilistic selection task. Half of the participants performed the task while performing cognitive distancing, a therapeutic technique commonly used in psychological treatment of various mental health disorders.","link":"/opendata/dercon-et-al-2022/"},{"title":"Dev et al. (2022)","text":"Data from a study in which N=380 participants across two experiments (N=246, N=134) completed a contingency task, where they had to learn and rate their control over a probabilistic outcome. Participants also completed several self-report measures of anxiety and depression.","link":"/opendata/dev-et-al-2022/"},{"title":"Devine & Otto (2022)","text":"Data from a study in which N=714 participants across two experiments (N=502, N=212) completed the demand selection task in the presence or absence of completion progress feedback.","link":"/opendata/devine-otto-2022/"},{"title":"Dezfouli et al. (2019)","text":"Data from a study in which N=101 participants (N=34 healthy controls, N=34 unipolar depressed patients, N=33 bipolar depressed patients) completed a 2-arm bandit task.","link":"/opendata/dezfouli-et-al-2019/"},{"title":"Dillon et al. (2021)","text":"Data from a study in which N=101 participants (N=20 healthy controls, N=81 social anxiety disorder) completed the probabilistic reinforcement task with social reinforcement. Participants also completed multiple self-report psychiatric symptom measures.","link":"/opendata/dillon-et-al-2021/"},{"title":"Dombrovski et al. (2019)","text":"Data from a study in which N=160 participants, including suicide attempters with depression, suicide ideators, and nonsuicidal patients with depression, across two samples completed a 3-arm bandit task.","link":"/opendata/dombrovski-et-al-2019/"},{"title":"Dombrovski et al. (2020)","text":"Data from a study in which N=70 adolescents and young adults completed an exploration and learning task (the clock task).","link":"/opendata/dombrovski-et-al-2020/"},{"title":"Dorfman et al. (2019)","text":"Data from a study in which N=335 participants across two experiments (N=80, N=255) completed a novel reinforcement-learning task wherein a hidden agent occasionally intervened to produce particular outcome types (good, bad, or random).","link":"/opendata/dorfman-et-al-2019/"},{"title":"Dorfman & Gershman (2019)","text":"Data from a study in which N=454 participants completed the Pavlovian go/no-go task wherein outcome controllability was manipulated.","link":"/opendata/dorfman-gershman-2019/"},{"title":"Dubois et al. (2022)","text":"Data from a study in which N=108 participants (aged 8-18) completed a variant of the horizons task.","link":"/opendata/dubois-et-al-2022/"},{"title":"Dubois & Hauser (2022)","text":"Data from a study in which N=580 participants completed a 3-armed variant of the Horizon task and multiple self-report questionnaires measuring impulsivity.","link":"/opendata/dubois-hauser-2022/"},{"title":"Eckert et al. (2022)","text":"Data from an experiment in which N=154 participants across two experiments completed either an auditory or visual perceptual decision making task. Participants also completed a number of self-report questionnaires measuring psychosis proneness","link":"/opendata/eckert-et-al-2022/"},{"title":"Ehlers & Lonsdorf (2022)","text":"A collection of datasets using the fear conditioning paradigm based on 103 studies and 8839 participants.","link":"/opendata/ehlers-lonsdorf-2022/"},{"title":"Eisenberg et al. (2021)","text":"Data from a study in which N=522 participants completed 37 behavioral tasks and 22 self-report surveys. It included measures putatively related to self-regulation including risk-taking, temporal discounting and impulsivity, but also extended into more generic cognitive domains like working memory, information processing, learning, mindfulness, and others. By construction, some putative constructs like impulsivity were evaluated in both surveys and tasks, affording the opportunity to evaluate cross-measure consistency. In addition to these surveys and tasks, participants reported a number of real-world outcomes (e.g., self-reported questions relating to alcohol consumption, mental health, personal finances, etc.).","link":"/opendata/eisenberg-et-al-2021/"},{"title":"Elder et al. (2022)","text":"Data from a study in which N=48 participants received feedback while evaluating themselves on traits drawn from a causal network of trait semantics. Participants learned from positive feedback but dismissed negative feedback.","link":"/opendata/elder-et-al-2022/"},{"title":"Éltető et al. (2022)","text":"Data from a study in which N=32 participants completed a serial reaction time task with second-order dependence, i.e. the Alternating Serial Reaction Time task (ASRT). Participants completed nine sessions of 2125 trials each, and a tenth session of 1700 trials, each separated by a week.","link":"/opendata/elteto-et-al-2022/"},{"title":"Embrey et al. (2022)","text":"Data from a study in which N=150 participants across four studies (N=39, N=52, N=49, N=50) completed experiments in which they had to choose whether to expend effort on a number of different tasks (N-Back, number sequence problems, and anagrams).","link":"/opendata/embrey-et-al-2022/"},{"title":"Engelmann et al. (2017)","text":"Data from a study in which N=46 participants (N=25 healthy controls, N=21 depressed patients) completed a decisions from description task involving probabilistic gains and losses.","link":"/opendata/engelmann-et-al-2017/"},{"title":"Erev et al. (2017)","text":"Data from a study in which N=686 participants completed a decisions from descriptions task involving 210 unique gamble types.","link":"/opendata/erev-et-al-2017/"},{"title":"Ez-zizi et al. (2022)","text":"Data from a study in which N=85 participants across two experiments (N=24, N=61) involving tasks designed to manipulate expected and unexpected state and reward uncertainty.","link":"/opendata/ez-zizi-et-al-2022/"},{"title":"Fan et al. (2021)","text":"Data from a study in which N=984 participants across two experiments (N=531, N=556 before exclusions) completed a 2-arm bandit task with drifting rewards. Participants completed multiple self-report measures of anxiety.","link":"/opendata/fan-et-al-2021/"},{"title":"Felso et al. (2022)","text":"Data from a study in which N=457 participants across two experiments (N=122, N=335) completed the Mouselab-MDP paradigm in order to measure how prone an individual is to plan multiple steps ahead.","link":"/opendata/felso-et-al-2022/"},{"title":"Fielder & Glöckner (2012)","text":"Data from two eye-tracking studies (N=21 and N=36) on decision-making under risk.","link":"/opendata/fielder-glockner-2012/"},{"title":"Fontanesi et al. (2019)","text":"Data from a study in which N=89 participants completed a 2-arm bandit task with different feedback valence (reward vs. punishment) and feedback information (partial vs. complete) conditions.","link":"/opendata/fontanesi-et-al-2019/"},{"title":"Forys et al. (2022)","text":"Data from a study in which N=855 participants completed an avoidance- (N=545) or reward-seeking (N=310) task, in which participants had to make multiple presses on active trials and withhold presses on inhibitory trials to avoid an unpleasant sound (Study 1) or obtain points towards a monetary reward (Study 2). Overall, men deployed more effort than women in both avoidance and reward-seeking, and anxiety symptoms were negatively associated with active reward-seeking accuracy.","link":"/opendata/forys-et-al-2022/"},{"title":"Fradkin et al. (2020)","text":"Data from a study in which N=58 participants completed a multi-arm reversal learning task. The OCI was collected to measure compulsivity symptoms.","link":"/opendata/fradkin-et-al-2020/"},{"title":"Franklin & Frank (2020)","text":"Data from a study in which N=482 participants across three experiments (N=198, N=153, N=151) completed a novel grid-world task in which participants had to learn the mapping between goal values and button-response mappings across multiple contexts.","link":"/opendata/franklin-frank-2020/"},{"title":"Frey et al. (2017)","text":"Data from a study in which N=1507 participants completed 39 risk-taking measures (e.g. decisions from description, BART, CCT), with a subsample of 109 participants completing a retest session after 6 months).","link":"/opendata/frey-et-al-2017/"},{"title":"Fung et al. (2019)","text":"Data from a study in which N=30 participants completed a novel predator avoidance task. Participants also completed self-report measures of anxiety.","link":"/opendata/fung-et-al-2019/"},{"title":"Funkhouser et al. (2020)","text":"Data from a study in which N=2,573 participants completed the the Inventory for Depression and Anxiety Symptoms (IDAS).","link":"/opendata/funkhouser-et-al-2020/"},{"title":"Gagne et al. (2020)","text":"The data from a study in which N=233 participants across two experiments (N=86, N=147) completed a probabilistic volatility task and a series of self-report psychiatric symptom measures.","link":"/opendata/gagne-et-al-2020/"},{"title":"Garrett & Daw (2020)","text":"Data from a study in which N=117 participants across two experiments (N=62, N=55) completed a novel foraging task manipulating time delays and resource richness.","link":"/opendata/garrett-daw-2020/"},{"title":"Geddert & Egner (2022)","text":"Data from a study in which N=193 participants across three experiments (N=60, N=70, N=63) completed the cued task switching and attentional set shifting tasks.","link":"/opendata/geddert-egner-2022/"},{"title":"Gera et al. (2022)","text":"Data from a study in which N=145 participants completed a novel, gamified, smartphone-based free operant task designed to induce habits. Participants also completed the two-step task.","link":"/opendata/gera-et-al-2022/"},{"title":"Gerhardsson et al. (2020)","text":"Data from a study in which N=32 participants completed the probabilistic selection task while undergoing sleep deprivation.","link":"/opendata/gerhardsson-et-al-2020/"},{"title":"Gillan et al. (2016)","text":"Data from a study in which N=1961 participants across two experiments (N=548, N=1413) completed the two-step task and multiple self-report psychiatric symptom questionnaires.","link":"/opendata/gillan-et-al-2016/"},{"title":"Gillan et al. (2020)","text":"Data from a study in which N=138 participants across two experiments (N=88, N=50) completed the two-step task while undergoing inhalation of hypercapnic gas.","link":"/opendata/gillan-et-al-2020/"},{"title":"Giron et al. (2022)","text":"Data from a study in which N=281 participants (ages 5-55) completed a spatially-correlated bandit task.","link":"/opendata/giron-et-al-2022/"},{"title":"Glickman et al. (2022)","text":"Data from a study in which N=104 participants across four studies (N=27, N=30, N=22, N=25) completed a sequential sampling paradigm in which participants had to judge which sequence of stimuli were drawn from a distribution with a higher mean value.","link":"/opendata/glickman-et-al-2022/"},{"title":"Glockner & Pachur (2012)","text":"Data from a study in which N=66 participants completed a decisions from description paradigm twice, separated by 1 week.","link":"/opendata/glockner-pachur-2012/"},{"title":"Goris et al. (2019)","text":"Data from a study in which N=161 participants completed a multi-arm risk sensitivity task and the autism quotient questionnaire.","link":"/opendata/goris-et-al-2019/"},{"title":"Grahek et al. (2022)","text":"Data from a study in which N=40 participants completed an incentivized cognitive control task (with EEG), while their performance efficacy (the likelihood that reward for a given trial would be determined by performance or at random) dynamically varied over time.","link":"/opendata/grahek-et-al-2022/"},{"title":"Grogan et al. (2022)","text":"Data from a study in which N=214 participants across six experiments (N=33, N=34, N=30, N=30, N=74, N=15) completed an orientation working memory task with monetary incentives. Motivational improvements in WM were found even when all items were rewarded. Findings suggest this was not due to better memory precision, but rather better selection of the probed item within memory.","link":"/opendata/grogan-et-al-2022/"},{"title":"Grosskurth et al. (2019)","text":"Data from a study in which N=20 participants completed the two-step task on five separate occasions.","link":"/opendata/grosskurth-et-al-2019/"},{"title":"Hammond et al. (2020)","text":"Data from a study in which N=125 participants across two experiments (N=76, N=49) completed a probabilistic volatility task and a series of self-report psychiatric symptom measures.","link":"/opendata/hammond-et-al-2020/"},{"title":"Hao et al. (2022)","text":"Data from a study in which N=191 participants complete a 2-arm bandit task with both gain and loss trials.","link":"/opendata/hao-et-al-2022/"},{"title":"Harhen & Bornstein (2022)","text":"Data from a study in which N=176 participants completed a stay-switch patch-leaving foraging experiment. Participants adapted their foraging to the richness and dynamics of the environment in ways consistent with rational statistical inference and uncertainty adaptation.","link":"/opendata/harhen-bornstein-2022/"},{"title":"Hayes & Wedell (2022a)","text":"Data from a study in which N=110 participants across two experiments (N=60, N=50) a novel range adaptation task to study relative encoding of rewards.","link":"/opendata/hayes-wedell-2022a/"},{"title":"Hayes & Wedell (2022b)","text":"Data from a study in which N=64 participants across two experiments (N=31, N=33) completed a novel range adaptation task, involving either an interleaved or blocked design, to study relative encoding of rewards. In the blocked condition, choice behavior was most consistent with a reference point model in which outcomes are encoded relative to a dynamic estimate of the contextual average reward. In contrast, the interleaved condition was best described by a range-frequency encoding model.","link":"/opendata/hayes-wedell-2022b/"},{"title":"Heffner et al. (2021)","text":"Data from a study in which N=1006 participants across four experiments complete an economic (ultimatum) game to investigate the influence of emotion prediction errors on social choice. Participants also completed multiple self-report measures.","link":"/opendata/heffner-et-al-2021/"},{"title":"Hein et al. (2021)","text":"Data from a study in which N=42 participants completed a probabilistic volatility task.","link":"/opendata/hein-et-al-2021/"},{"title":"Hellmann et al. (2022)","text":"Data from a study in which N=58 participants across two experiments (N=16, N=42) completed two perceptual decision-making tasks (masked orientation discrimination, motion direction discrimination) with confidence ratings.","link":"/opendata/hellmann-et-al-2022/"},{"title":"Hertz et al. (2021)","text":"Data from a study in which N=1492 participants completed a 2-arm bandit task under three conditions: control, observation and advice (order counter-balanced), with each block differing in the social information provided to participants after the 4th trial. Social information always recommended the option with the highest expected reward. Participants also completed the Paranoid Thoughts Scale (R-GPTS) Participants were more likely to immediately follow advice than to copy an observed choice, but this was dependent upon trust in the adviser: highly paranoid participants were less likely to follow advice in the short term.","link":"/opendata/hertz-et-al-2021/"},{"title":"Hitchcock et al. (2021)","text":"Data from a study in which N=49 participants completed a multidimensional multi-arm bandit task (dimensions task) during a rumination induction. Rumination impaired performance, suggesting the possibility that state rumination promotes stress-generating behavior in part by disrupting reinforcement learning.","link":"/opendata/hitchcock-et-al-2021/"},{"title":"Homan et al. (2019)","text":"Data from a study in which N=77 participants (combat veterans) completed a threat discrimination and reversal task.","link":"/opendata/homan-et-al-2019/"},{"title":"Horvath et al. (2021)","text":"Data from a study in which N=24 participants completed a novel symmetric 2-arm reversal bandit task, in which the available actions were not only associated with varying expected reward values but also with varying information gains.","link":"/opendata/horvath-et-al-2021/"},{"title":"Horwath et al. (2022)","text":"Data from a study in which N=125 participants across two experiments (N=63, N=62) completed a rewarded free recall paradigm.","link":"/opendata/horwath-et-al-2022/"},{"title":"Hoven et al. (2022)","text":"Data from a study in which N=33 participants completed an incentivized perceptual decision-making task wherein participants made a simple perceptual decision (contrast discrimination) followed by a confidence judgment. Perceptual decisions were differentially incentivized across gain, loss, and neutral conditions.","link":"/opendata/hoven-et-al-2022/"},{"title":"Hunter et al. (2021)","text":"Data from a study in which N=741 participants completed an economic game (patent race) involving planning and multiple self-report psychiatric symptom questionnaires.","link":"/opendata/hunter-et-al-2021/"},{"title":"Jang et al. (2019)","text":"Data from a study of N=287 participants on a 2-arm bandit task with volatile reward probabilities and a surprise recognition memory task.","link":"/opendata/jang-et-al-2019/"},{"title":"Jaswetz et al. (2022)","text":"Data from a study in which N=41 participants completed an established 3-day threat conditioning paradigm. Participants also performed a 2-back working memory task on the second day. Although threat conditioning was successful, the cognitively demanding intervention did not alter the reconsolidation process of conditioned threat memories.","link":"/opendata/jaswetz-et-al-2022/"},{"title":"Jean-Richard-dit-Bressel (2021)","text":"Data from a study of N=135 participants on a gamified instrumental contingency learning task involving avoidable punishments.","link":"/opendata/jean-richard-dit-bressel-2021/"},{"title":"Kaanders et al. (2022)","text":"Data from a study in which N=53 participants across two experiments (N=30, N=23) completed a perceptual decision-making task in which they were briefly presented with stimuli and asked which of the two contained the most dots. After, participants could freely sample (i.e., see) each dot patch. They were asked to rate their confidence before and after the free sampling phase.","link":"/opendata/kaanders-et-al-2022/"},{"title":"Kahveci et al. (2022)","text":"Data from a multiverse analysis study of six datasets involving the Approach-Avoidance Task (AAT).","link":"/opendata/kahveci-et-al-2022/"},{"title":"Kaplan & Solway (2022)","text":"Data from N=150 participants who completed the random dot-motion task and the operation-span (OSPAN) task. Participants also completed self-report psychiatric questionnaires measuring compulsivity symptoms.","link":"/opendata/kaplan-solway-2022/"},{"title":"Karagoz et al. (2022)","text":"Data from a study in which N=161 participants completed a sequential decision-making task similar to the two-step task in which they provided pairwise-similarity ratings on ten novel objects before and after encountering them in the task. Participants who encoded stronger higher-order relationships among choice options showed increased planning and better performance.","link":"/opendata/karagoz-et-al-2022/"},{"title":"Kelly & Sharot (2021)","text":"Data from a study in which N=549 participants across four experiments (N=99, N=200, N=149, N=101) completed a paradigm to investigate how people decide what information they wish to obtain. Information-seeking was associated with three diverse motives (e.g. if it is useful in directing action, how it will make them feel, and whether it relates to concepts they think of often). Participants also completed several self-report symptom measures.","link":"/opendata/kelly-sharot-2021/"},{"title":"Kemp et al. (2022)","text":"Data from a study in which N=1,342 participants completed the the Personality Inventory for DSM-5 (PID-5).","link":"/opendata/kemp-et-al-2022/"},{"title":"Klein et al. (2017)","text":"Data from a study in which N=75 participants completed a 2-arm bandit task with novel choice options introduced throughout the task.","link":"/opendata/klein-et-al-2017/"},{"title":"Klingelhöfer-Jens et al. (2022)","text":"Data from a study in which N=120 participants completed a Pavlovian fear conditioning paradigm twice, six months apart. Participants also completed the Strait-Trait Anxiety Inventory (STAI).","link":"/opendata/klingelhofer-jens-et-al-2022/"},{"title":"Konovalov & Krajbich (2020)","text":"Data from a study in which N=58 participants completed the two-step task with mouse-tracking.","link":"/opendata/konovalov-krajbich-2020/"},{"title":"Konstantinidis et al. (2018)","text":"Data from a study in which N=202 participants completed a risky 2-arm bandit task, which examined how the magnitude of prospective outcomes impact risk preferences.","link":"/opendata/konstantinidis-et-al-2018/"},{"title":"Kool et al. (2017)","text":"Data from a study in which N=101 participants completed the two-step task under different reward conditions (low/high).","link":"/opendata/kool-et-al-2017/"},{"title":"Kool et al. (2018)","text":"Data from a study in which N=405 participants across four experiments (N=101, N=102, N=100, N=102) completed novel variants of the two-step task in which planning complexity (as determined by the state transitions) varied trial-by-trial.","link":"/opendata/kool-et-al-2018/"},{"title":"Koppel et al. (2022)","text":"Data from a study in which N=1068 participants across two experiments (N=528, N=540) completed a series of economic games (trust game, public goods game, prisoner’s dilemma, ultimatum game, and the dictator Game).","link":"/opendata/koppel-et-al-2022/"},{"title":"Kraft et al. (2022)","text":"Data from a study in which N=100 participants completed three cognitive control tasks requiring different types of cognitive flexibility. The first task was a cognitive task-switching paradigm, requiring participants to classify digits (1 to 9, excluding 5) as either odd or even (parity judgment) or as higher or lower than five (magnitude judgment). The second task was an affective task-switching paradigm, requiring participants to classify faces based on gender (female vs. male; neutral task) and based on valence (positive vs. negative emotional expression). The third task a feedback-based task-switching paradigm with the same rules as the first paradigm, but requiring adjustments to behavior in response to changing feedback. Correlation analyses revealed significant associations between the efficiency of cognitive and affective task switching (response time switch costs). Feedback-based flexibility (measured as mean number of errors after rule reversals) did not correlate with task switching efficiency in the other paradigms, but selectively with the effectiveness of affective switching (error rate costs when switching from neutral to emotion task).","link":"/opendata/kraft-et-al-2022/"},{"title":"Kroker et al. (2022)","text":"Data from a study in which N=37 participants completed a financial gambling task with a framing manipulation (gain/loss) while undergoing MEG imaging and tDCS stimulation.","link":"/opendata/kroker-et-al-2022/"},{"title":"Kucina et al. (2022)","text":"Data from a study in which N=1027 completed one of several different gamified versions of Flanker tasks, Simon tasks, Stroop tasks, or Stroopon tasks.","link":"/opendata/kucina-et-al-2022/"},{"title":"Kurtenbach et al. 2022","text":"Data from a study in which N=60 participants performed a novel visual go/no-go learning task with deterministic reinforcement and interspersed blocks without feedback. In non2-reinforced task blocks, we found an increased d’, indicative of enhanced instrumental performance. Computational modeling showed that this improvement in performance was not due to an increased sensitivity of decision making to learned values, but due to a more cautious mode of responding, as evidenced by a reduction of a general response bias.","link":"/opendata/kurtenbach-et-al-2022/"},{"title":"Lamba et al. (2020)","text":"Data from a study in which of N=354 participants (N=257 healthy controls, N=97 clinically anxious) completed an economic (trust) game with drifting levels of reciprocity. Participants also completed self-report measures of anxiety.","link":"/opendata/lamba-et-al-2020/"},{"title":"Lange et al. (2021)","text":"Data from a study in which N=12 participants completed a perceptual decision-making task.","link":"/opendata/lange-et-al-2021/"},{"title":"Larsen et al. (2022)","text":"Data from a study in which N=183 participants completed a multi-element perceptual averaging task in which observers made dichotomous judgments about the “average color” (red or blue) of an array of stimuli in trials that varied in the strength (mean) and reliability (variance) of the decision-relevant perceptual evidence. Participants also completed two self-report measures of dimensions of psychosis-proneness.","link":"/opendata/larsen-et-al-2022/"},{"title":"Latzman et al. (2020)","text":"Data from a study in which N=749 participants completed multiple self-report measures (Personality Inventory for DSM-5 [PID-5], Psychopathic Personality Inventory [PPI], Inventory of Callous-Unemotional Traits [ICU]).","link":"/opendata/latzman-et-al-2020/"},{"title":"Lawrence et al. (2022)","text":"Data from a study in which N=31 participants completed a decision making under ambiguity paradigm (similar to the Ellsberg urn task). Participants also completed self-report measures of anxiety.","link":"/opendata/lawrence-et-al-2022/"},{"title":"Lefebvre et al. (2017)","text":"Data from a study in which N=85 participants performed a simple 2-arm bandit task with different reward probabilities (75/25, 25/25, 75/75).","link":"/opendata/lefebvre-et-al-2017/"},{"title":"Lehmann et al. (2019)","text":"Data from a study in which N=80 participants completed a novel sequential decision making paradigm designed to measure one-shot learning.","link":"/opendata/lehmann-et-al-2019/"},{"title":"Leng et al. (2021)","text":"Data from a study in which N=107 participants across two experiments (N=36, N=71) completed a novel cognitive control (Stroop) task with monetary rewards and punishments for correct and incorrect responses, respectively.","link":"/opendata/leng-et-al-2021/"},{"title":"Lewis et al. (2022)","text":"Data from a study in which N=81 participants completed an effort allocation task, in which participants had to repeatedly press a button to collect food and money tokens. Invigoration and effort maintenance was measured across varying reward magnitudes, difficulty, and reward types. Whereas women and men did not differ in invigoration, women showed higher effort maintenance as well as higher subjective wanting and exertion ratings for small rewards compared with men.","link":"/opendata/lewis-et-al-2022/"},{"title":"Li et al. (2022)","text":"Data from a study in which N=329 participants across two experiments (N=199, N=40) completed memorability and value-based choice tasks involving food stimuli. The same stimuli were consistently remembered, and others consistently forgotten, across participants. However, participants did not prefer or choose the more memorable over the less memorable items when choice options were matched for the individuals’ valuation of the items.","link":"/opendata/li-et-al-2022/"},{"title":"Ligneul (2019)","text":"Data from a study in which N=617 participants completed the Iowa gambling task.","link":"/opendata/ligneul-2019/"},{"title":"Ligneul et al. (2022)","text":"Data from a study in which N=50 participants completed a novel sequential decision making task wherein participants had to learn and predict the next state they were going to occupy. Participants also underwent a stress induction task.","link":"/opendata/ligneul-et-al-2022/"},{"title":"Lin et al. (2020)","text":"Data from a study in which N=251 participants across two experiments (N=124, N=127) completed a 2-arm bandit task in gain and loss.","link":"/opendata/lin-et-al-2020/"},{"title":"MacDonald et al. (2016)","text":"Data from a study in which N=19,652 participants completed the childhood trauma questionnaire (CTQ).","link":"/opendata/macdonald-et-al-2016/"},{"title":"Marton et al. (2019)","text":"Data from a study in which N=70 participants (N=44 healthy controls, N=26 OCD patients) completed the random-dot motion task (RDMT) with varying levels of coherence. Participants rated their confidence after making their judgments.","link":"/opendata/marton-et-al-2019/"},{"title":"Mason et al. (2022)","text":"Data from a study in which N=425 participants across three experiments (N=147, N=132, N=146) completed a decisions from description paradigm involving gambles over monetary outcomes, physical effort, or mental effort. With monetary gambles, risk attitudes followed the classic fourfold pattern. With both physical and mental effort, however, people exhibited a “flipped” fourfold pattern of risk preferences and were instead risk seeking for increases in effort.","link":"/opendata/mason-et-al-2022/"},{"title":"McDonald et al. (2019)","text":"Data from a study in which N=82 participants completed a complex multiplayer “penalty shot” game.","link":"/opendata/mcdonald-et-al-2019/"},{"title":"McDougle et al. (2019)","text":"Data from a study in which N=24 participants completed a multi-armed bandit task in which participants were required to indicate their decisions by making a wrist movement with the right hand toward the desired stimulus. Feedback indicated whether negative prediction errors were, or were not, associated with execution errors","link":"/opendata/mcdougle-et-al-2019/"},{"title":"Mennella et al. (2022)","text":"Data from a study in which N=278 participants completed a 2-arm probabilistic reversal learning bandit task with social stimuli and feedback (neutral or angry faces).","link":"/opendata/mennella-et-al-2022/"},{"title":"Michely et al. (2022)","text":"Data from a study in which N=66 participants twice completed a risk-sensitive gambling card game: once after acute (single-dose) and once after prolonged (week-long) daily administration of the SSRI citalopram or placebo. Participants also completed multiple self-report questionnaires measuring affective state. Prolonged boosting of serotonin was observed to enhance learning from punishment and reduce learning from reward.","link":"/opendata/michely-et-al-2022/"},{"title":"Millner et al. (2018)","text":"Data from a study in which N=52 participants completed a modified pavlovian go/no-go task wherein participants had to either prevent or escape from aversive stimuli.","link":"/opendata/millner-et-al-2018/"},{"title":"Mkrtchian et al. (2017)","text":"Data from a study in which N=101 participants (N=58 healthy controls, N=43 patients with mood &amp; anxiety disorders) completed the pavlovian go/no-go task.","link":"/opendata/mkrtchian-et-al-2017/"},{"title":"Moeller et al. (2021)","text":"Data from a study in which N=30 participants completed a novel 2-arm bandit task with continuous outcomes to measure risk preferences.","link":"/opendata/moeller-et-al-2021/"},{"title":"Moran et al. (2019)","text":"Data from a study in which N=47 participants completed a complex two-stage bandit task with drifting reward probabilities.","link":"/opendata/moran-et-al-2019/"},{"title":"Moutoussis et al. (2018)","text":"Data from a study in which N=817 participants (aged 14-24) who completed the pavlovian go/no-go task task.","link":"/opendata/moutoussis-et-al-2018/"},{"title":"Müller et al. (2022)","text":"Data from a study in which N=40 participants completed a physical effort task in which they made choices about whether to work and exert different levels of physical effort to obtain different magnitudes of reward, or whether to take a rest for low reward. Prior to those choices, they also had to decide which information they wanted to see first: how effortful, or rewarding, work would be.","link":"/opendata/muller-et-al-2022/"},{"title":"Naefgen et al. (2022)","text":"Data from a study in which N=58 participants completed a multi-tasking paradigm over 20 sessions.","link":"/opendata/naefgen-et-al-2022/"},{"title":"Najar et al. (2020)","text":"Data from a study in which N=370 participants across three experiments (N=24, N=44, N=302) in a novel social reinforcement learning task designed to study adaptive imitation.","link":"/opendata/najar-et-al-2020/"},{"title":"Navarro et al. (2018)","text":"Data from a study in which N=700 participants across two experiments (N=400, N=300) completed a novel multi-arm restless bandit task, in both static and dynamic environments, wherein options can become unviable and vanish if not pursued.","link":"/opendata/navarro-et-al-2018/"},{"title":"Nicholas et al. (2022)","text":"Data from a study in which N=418 participants completed a 2-arm probabilistic volatility task with trial unique cues.","link":"/opendata/nicholas-et-al-2022/"},{"title":"Niv et al. (2012)","text":"Data from a study in which N=16 participants completed a 2-arm bandit task measuring preferences between certain and risky reward options.","link":"/opendata/niv-et-al-2012/"},{"title":"NSPN Consortium (2022)","text":"Data from the NSPN study, a dataset of N=2400 adolescents and young adults (ages 14-24) who completed many self-report, cognitive, and reinforcement learning measures.","link":"/opendata/nspn-consortium-2022/"},{"title":"Nussenbaum et al. (2020)","text":"Data from a study in which N=151 participants (N=50 children N=50 adolescents, N=51 adults) completed the two-step task.","link":"/opendata/nussenbaum-et-al-2020/"},{"title":"O'Connell et al. (2202)","text":"Data from a study in which N=71 participants completed the Pavlovian go/no-go task across social and non-social contexts wherein monetary gains and losses explicitly impacted the subject, a study partner, or no one. Participants also completed a self-report measure of empathic sensitivity.","link":"/opendata/o-connell-et-al-2202/"},{"title":"Olschewski et al. (2019)","text":"Data from a study in which N=231 participants completed a decisions from experience paradigm. Participants were required to state their certainty equivalents for different outcome distributions from which they could sample. The results indicate that participants valued random number distributions below their respective arithmetic means and valued distributions as lower when their variance increased, indicating risk aversion. A similar though less pronounced pattern also occurred in the matched mean estimation task where accuracy was incentivized and preferences played no role. These patterns suggest that seemingly risk-averse preferences are partly due to cognitive biases when perceiving and estimating numbers.","link":"/opendata/olschewski-et-al-2019/"},{"title":"Pachur et al. (2017)","text":"Data from a study in which 60 younger adults (18-30 years) and 62 older adults (63-88 years) made decisions between risky lotteries.","link":"/opendata/pachur-et-al-2017/"},{"title":"Pachur et al. (2018)","text":"Data from two studies (N=90 and N=120) that investigate the role of predecisional attention on decisions under risk.","link":"/opendata/pachur-et-al-2018/"},{"title":"Palminteri et al. (2016)","text":"Data from a study in which N=50 participants (N=24 adults, N=26 adolescents) completed a 2-arm bandit task involving partial and counterfactual feedback.","link":"/opendata/palminteri-et-al-2016/"},{"title":"Palminteri et al. (2017)","text":"Data from a study in which N=40 participants completed a 2-arm bandit task with and without counterfactual feedback.","link":"/opendata/palminteri-et-al-2017/"},{"title":"Pauli et al. (2022)","text":"Data from a study in which N=742 participants (ages 9-18) completed a “passive avoidance” reinforcement learning task in which they gained points by pressing a button when presented with “good” objects and withholding responses when presented with “bad” objects.","link":"/opendata/pauli-et-al-2022/"},{"title":"Pederson et al. (2021)","text":"Data from a study in which N=56 participants (N=35 healthy controls, N=21 depressed patients) completed an approach/avoidance task.","link":"/opendata/pederson-et-al-2021/"},{"title":"Peng et al. (2022)","text":"Data from a study in which N=32 OCD patients and N=31 healthy controls completed a Pavlovian instrumental transfer trask.","link":"/opendata/peng-et-al-2022/"},{"title":"Pereg et al. (2022)","text":"Data from a study in which N=153 participants completed a reinforcement learning task across two sessions, during which they were asked to make choices to gain rewards. Participants were either presented with advice from an artificial teacher (60% of the trials) or not. Participants exhibited a strong and reliable tendency to follow advice above and beyond the effect of individual value learning.","link":"/opendata/pereg-et-al-2022/"},{"title":"Peterson et al. (2021)","text":"Data from a study in which N=14,711 participants completed a decisions from description task. Involves the largest number of unique decision choice problems (13,006) to date.","link":"/opendata/peterson-et-al-2021/"},{"title":"Petitet et al. (2022)","text":"Data from a study in which N=60 participants completed the Traffic Light Task (TLT) and self-report questionnaire measures of apathy and impulsivity. Although the two traits were positively correlated in questionnaire assessments, they were associated with distinct behavioural signatures on the task. Impulsivity was expressed as an inflexible tendency to generate rapid anticipatory responses, regardless of task context. Apathy, on the other hand, was associated with a blunted effect of reward on response vigour.","link":"/opendata/petitet-et-al-2022/"},{"title":"Pike et al. (2022)","text":"Data from a study in which N=58 individuals completed the Pavlovian go/no-go task and ambiguous midpoint task. Participants completed each task twice, with at least 14 days in between sessions","link":"/opendata/pike-et-al-2022/"},{"title":"Piray et al. (2019)","text":"Data from a study in which N=45 participants completed a probabilistic reversal learning task with social feedback (valenced faces). Participants also completed the Liebowitz social anxiety scale.","link":"/opendata/piray-et-al-2019/"},{"title":"Pleskac et al. (2019)","text":"Data from a study in which N=166 participants across two experiments (N=40, N=126) completed a sequential sampling task involving a certain and an uncertain option in order to investigate how sensitive participants were to each sample of information during a preferential choice vs. a perceptual decision making task. A subset of participants also completed several self-report measures of risk preferences and the balloon analog risk task.","link":"/opendata/pleskac-et-al-2019/"},{"title":"Poli et al. (2022)","text":"Data from a study in which N=67 participants completed a multi-arm bandit task in which participants freely explored different unknown environments that contained learnable sequences of events with varying degrees of noise and volatility. Participants’ exploratory behavior was guided by learning progress and perceptual novelty, and also an overall tendency to avoid extreme forms of uncertainty.","link":"/opendata/poli-et-al-2022/"},{"title":"Pool et al. (2021)","text":"Data from a study in which N=327 completed an outcome devaluation task with overtraining. Participants also completed multiple self-report psychiatric symptom questionnaires.","link":"/opendata/pool-et-al-2021/"},{"title":"Potter et al. (2017)","text":"Daa from a study in which N=69 participants (N=22 children, N=23 adolescents, N=24 adults) completed the two-step task and several measures of executive functioning.","link":"/opendata/potter-et-al-2017/"},{"title":"Pronk et al. (2022)","text":"Data from a study in which N=467 participants completed the Flanker task either using a keyboard device or smartphone device. Participants completed the task a second time one week later.","link":"/opendata/pronk-et-al-2022/"},{"title":"Pupillo et al. (2022)","text":"Data from a study in which N=72 participants across two experiments (N=32, N=40) learned context/object-category associations of different strength based on the outcomes of their predictions. Then participants were asked to complete a surprise recognition memory test.","link":"/opendata/pupillo-et-al-2022/"},{"title":"Raab & Hartley (2020)","text":"Data from a study in which N=61 participants (N=20 children, N=20 adolescents, N=21 adults) completed the pavlovian go/no-go task.","link":"/opendata/raab-hartley-2020/"},{"title":"Raab et al. (2022)","text":"Data from a study in which N=90 participants (ages 8–25) completed a task that covertly alternated between controllable and uncontrollable conditions, requiring them to explore different actions to discover the current degree of environmental controllability. While children were able to distinguish controllable and uncontrollable conditions, accuracy of controllability assessments improved with age.","link":"/opendata/raab-et-al-2022/"},{"title":"Radulescu et al. (2020)","text":"Data from a study in which N=563 participants completed a 2-arm bandit measuring preferences between certain and risky reward options.","link":"/opendata/radulescu-et-al-2020/"},{"title":"Rahnev et al. (2020)","text":"The Confidence Database contains +145 datasets with data from more than 8,700 participants and almost 4 million trials.","link":"/opendata/rahnev-et-al-2020/"},{"title":"Raphaël et al. (2022)","text":"Data from a study in which N=51 participants completed a series of tasks to assess procrastination, including a temporal discounting task.","link":"/opendata/raphael-et-al-2022/"},{"title":"Reed et al. (2020)","text":"Data from a study in which 364 participants completed a 3-arm probabilistic reversal-learning paradigm.","link":"/opendata/reed-et-al-2020/"},{"title":"Reiter et al. (2021)","text":"Data from a study in which N=738 participants completed a social version of the delay discounting task, in which participants received feedback about the choices (simulated) players were making.","link":"/opendata/reiter-et-al-2021/"},{"title":"Rischall et al. (2022)","text":"Data from a study in which N=610 participants completed a novel information seeking task wherein they had to predict the sum of two random draws by inquiring about the precise value of one of the draws. Participants also completed several self-report measures of personality","link":"/opendata/rischall-et-al-2022/"},{"title":"Robinson et al. (2019)","text":"Data from a study in which N=132 participants (N=88 healthy controls, N=44 patients with mood and anxiety symptoms) completed a 4-arm restless bandit task.","link":"/opendata/robinson-et-al-2019/"},{"title":"Rosenbaum et al. (2022)","text":"Data from a study in which N=62 participants (ages 8-27) completed a 2-arm risk sensitivity bandit followed by a memory probe task.","link":"/opendata/rosenbaum-et-al-2022/"},{"title":"Rossi-Goldthorpe et al. (2021)","text":"Data from a study in which N=1046 participants across two experiments (N=719, N=327) completed a perceptual decision-making task with and without social influence (suggestions from a cooperating or competing partner). Participants also completed several self-report symptom measures.","link":"/opendata/rossi-goldthorpe-et-al-2021/"},{"title":"Rouhani et al. (2018)","text":"Data from a study in which N=308 participants across three experiments (N=174, N=148, N=86) completed a novel outcome prediction task probing the link between reward prediction errors and memory.","link":"/opendata/rouhani-et-al-2018/"},{"title":"Rouhani & Niv (2021)","text":"Data from a study in which N=766 participants across three experiments (N=81, N=331, N=354) completed a novel outcome prediction task probing the link between reward prediction errors and memory.","link":"/opendata/rouhani-niv-2021/"},{"title":"Ruggeri et al. (2022)","text":"Data from a study in which N=13,629 participants from 61 countries completed a temporal discounting task.","link":"/opendata/ruggeri-et-al-2022/"},{"title":"Rutledge et al. (2021)","text":"Data from a study in which N=47,067 participants completed a risky decision and happiness task. Participants completed the task a total of 91,058 times making approximately 2.7 million choices and 1.1 million happiness ratings in total. A subset of 1,858 participants also completed a depression questionnaire and answered five questions about their depression history.","link":"/opendata/rutledge-et-al-2021/"},{"title":"Rybicki et al. (2022)","text":"Data from a study in which N=43 participants completed a probabilistic volatility task, with or without social information, and under the effects of haloperidol (dopamine D2 receptor antagonist).","link":"/opendata/rybicki-et-al-2022/"},{"title":"Safra et al. (2019)","text":"Data from a study in which N=200 participants completed a novel bandit task with different levels of social information (absent, partial and complete). Participants also completed self-report measures of depression.","link":"/opendata/safra-et-al-2019/"},{"title":"Salomon et al. (2022)","text":"Data from a study in which N=864 participants completed the cue-approach training (CAT) task, a paradigm that manipulates preferences via the mere exposure effect.","link":"/opendata/salomon-et-al-2022/"},{"title":"Schöbel et al. (2016)","text":"Data from a study in which N=82 participants across two experiments (N=42, N=40) completed a sequential decision making task with social feedback.","link":"/opendata/schobel-et-al-2016/"},{"title":"Scholl et al. (2022)","text":"Data from a study in which N=1205 participants across two experiments (N=449, N=756) completed a novel sequential decision making tasks. Participants also completed several self-report psychiatric symptom measures.","link":"/opendata/scholl-et-al-2022/"},{"title":"Sedlinská et al. (2022)","text":"Data from a study in which N=60 participants completed the Pavlovian go/no-go task, with transcranial direct-current stimulation (tDCS), during and after an intermittent loss of control over rewards and losses.","link":"/opendata/sedlinska-et-al-2022/"},{"title":"Seow et al. (2020)","text":"Data from a study in which N=196 participants completed the Flanker task and multiple self-report psychiatric symptom measures.","link":"/opendata/seow-et-al-2020/"},{"title":"Shahar et al. (2019)","text":"Data from a study in which N=819 participants (aged 14-24) who completed the two-step task.","link":"/opendata/shahar-et-al-2019/"},{"title":"Sharp et al. (2022)","text":"Data from a study in which N=192 participants completed a novel multigoal pursuit decision-making task where, on each trial, participants could take two possible actions to seek or avoid certain features. Participants also completed several self-report measures of psychiatric symptoms.","link":"/opendata/sharp-et-al-2022/"},{"title":"Shin & Niv (2021)","text":"Data from a study in which N=806 participants across eight experiments (N=76, N=22, N=626, N=182) where participants completed tasks where they observed a sequence of social or non-social behaviours and estimated their average.","link":"/opendata/shin-niv-2021/"},{"title":"Sidarus et al. (2019)","text":"Data from a study in which N=20 participants completed a probabilistic reversal learning task with embedded irrelevant distractors (flanker arrows). Participants learned to adapt their choices to maximize rewards, but were nevertheless biased to follow the suggestions of irrelevant distractors. Thus, the perceived cost of investing cognitive control to suppress an external suggestion could sometimes trump internal value representations.","link":"/opendata/sidarus-et-al-2019/"},{"title":"Smid et al. (2022)","text":"Data from a study in which N=85 participants (ages 5.0 - 11.4 yrs) completed the two-step task under low (4 points) and high stakes (20 points) conditions.","link":"/opendata/smid-et-al-2022/"},{"title":"Smith & Pollak (2022)","text":"Data from a study in which N=72 children completed a Pavlovian conditioning paradigm where they saw five colored shapes followed by either appetitive, aversive, or neutral reinforcers. After the conditioning task, participants completed a behavioral choice task in which they were asked to use information from the conditioning task to approach or avoid appetitive and aversive stimuli.","link":"/opendata/smith-pollak-2022/"},{"title":"Snijder et al. (2022)","text":"Data from a study in which N=128 participants four cognitive control tasks (Stroop, AX-CPT, cued task-switching, Sternberg working memory) across multiple sessions separated across weeks.","link":"/opendata/snijder-et-al-2022/"},{"title":"Solomyak et al. (2022)","text":"Data from a study in which N=27 participants completed a multi-day learning experiment comprising twenty learning sessions in which subjects chose among pairs of images each associated with a different probability of reward. Concurrently learning about more stimuli within a session enhanced absolute-value, and suppressed relative-preference, learning.","link":"/opendata/solomyak-et-al-2022/"},{"title":"Song et al. (2022)","text":"Data from a study in which N=102 participants completed a multi-dimensional probabilistic active-learning task wherein task complexity was manipulated by changing how many feature dimensions were relevant to maximizing reward.","link":"/opendata/song-et-al-2022/"},{"title":"Soutscheck et al. (2022)","text":"Data from a study in which N=35 participants received transcranial alternating current stimulation (tACS) over dorsomedial prefrontal cortex while deciding whether they are willing to perform a demanding working memory task for monetary rewards.","link":"/opendata/soutscheck-et-al-2022/"},{"title":"Spektor et al. (2022)","text":"Data from a study in which N=55 participants completed both perceptual and economic decision-making tasks, while undergoing eye-tracking, in order to investigate the repulsion effect and information-search processes across decision-making domains.","link":"/opendata/spektor-et-al-2022/"},{"title":"Steiner & Frey (2021)","text":"Data from a study in which N=1404 participants across two experiments (N=772, N=632) completed variants of the balloon analog risk task with different task statistics.","link":"/opendata/steiner-frey-2021/"},{"title":"Stevenson et al. (2022)","text":"Data from a study in which N=150 participants completed four reinforcement learning and cognitive control tasks twice: reversal learning task; multi-source interference task (MSIT); reference-back; reinforcement learning speed-accuracy trade-off.","link":"/opendata/stevenson-et-al-2022/"},{"title":"Stojić et al. (2020)","text":"Data from a study in which N=34 participants completed a 6-arm bandit task with varying levels of reward uncertainty.","link":"/opendata/stojic-et-al-2020/"},{"title":"Sugawara & Katahira (2021)","text":"Data from a study in which N=150 participants completed a series of 2-arm bandit tasks involving different reward probabilities (75/25, 25/25, 75/75) and feedback types (partial, counterfactual).","link":"/opendata/sugawara-katahira-2021/"},{"title":"Suthaharan et al. (2021)","text":"Data from a study in which N=1,010 participants completed a three-option probabilistic reversal learning task with a non-social (card deck) or social (partner) domain frame. Participants also completed multiple psychiatric self-report symptom questionnaires.","link":"/opendata/suthaharan-et-al-2021/"},{"title":"Swart et al. (2017)","text":"Data from a study in which N=106 participants completed the pavlovian go/no-go task.","link":"/opendata/swart-et-al-2017/"},{"title":"Swart et al. (2018)","text":"Data from a study in which N=34 participants completed the pavlovian go/no-go task.","link":"/opendata/swart-et-al-2018/"},{"title":"Szücs et al. (2022)","text":"Data from a study in which N=434 participants completed the competitive behavioral assessment of rivalry and admiration task, which measures rivalry and admiration-seeking. Participants also completed multiple self-report psychiatric and personality measures.","link":"/opendata/szucs-et-al-2022/"},{"title":"Tarantola et al. (2017)","text":"Data from a study in which N=33 participants in which participants completed a 2-arm bandit task that required them to learn the preferences of randomly assigned partners.","link":"/opendata/tarantola-et-al-2017/"},{"title":"Tashjian et al. (2022)","text":"Data from a study in which N=600 participants across three studies completed variants of the two-step task involving reward, protection, and punishment. Decisions motivated by acquiring protection evoked a higher degree of model-based control than acquiring reward or avoiding punishment.","link":"/opendata/tashjian-et-al-2022/"},{"title":"Tavoni et al. (2022)","text":"Data from a study in which N=222 participants across two experiments (N=169, N=53) completed two psychophysical experiments with change-points (Gaussian change-point task, discrete Bernoulli change-point task).","link":"/opendata/tavoni-et-al-2022/"},{"title":"Teicher & Parigger (2015)","text":"Data from a study in which N=1051 participants completed the Maltreatment and Abuse Chronology of Exposure (MACE) scale.","link":"/opendata/teicher-parigger-2015/"},{"title":"Thomas et al. (2019)","text":"Data from four studies (N=39, N=30, N=24, N=25) in which participants either a 2-arm bandit task or a perceptual decision making task while eye position was recorded.","link":"/opendata/thomas-et-al-2019/"},{"title":"Tomov et al. (2021)","text":"Data from a study in which N=1128 participants across four experiments (N=226, N=202, N=200, N=500) completed a novel two-step decision-making task with multiple features and changing reward functions.","link":"/opendata/tomov-et-al-2021/"},{"title":"Turi et al. (2017)","text":"Data from a study in which N=29 participants completed the probabilistic selection task multiple times to investigate placebo effects on reward learning.","link":"/opendata/turi-et-al-2017/"},{"title":"Urai et al. (2017)","text":"Data from a study in which N=27 participants completed a perceptual decision-making task while pupillometry was recorded.","link":"/opendata/urai-et-al-2017/"},{"title":"van Baar et al. (2021)","text":"Data from a study in which N=501 participants across four experiments predicted other players’ decisions across four economic games (the Harmony Game, the Snowdrift Game, Stag Hunt and Prisoner’s Dilemma).","link":"/opendata/van-baar-et-al-2021/"},{"title":"Vandendriessche et al. (2022)","text":"Data from a study in which N=56 participants (major depression = 30, healthy controls = 26) completed a a 2-armed bandit task with two different contexts: one ‘rich’, one ‘poor’ where both options were associated with an overall positive, negative expected value, respectively. Learning performance followed by a transfer phase, without feedback, were analyzed to disentangle between a decision or a value-update process mechanism.","link":"/opendata/vandendriessche-et-al-2022/"},{"title":"van Timmeren et al. (2022)","text":"Data from a study in which N=65 participants completed the symmetrical outcome-revaluation task, which consists of an instrumental training phase followed by an outcome-revaluation test phase during which outcome values were either congruent with training value or incongruent (i.e., devalued or upvalued). For half the participants, a concurrent working memory load was imposed during the test phase. Participants showed evidence for habitual slips-of-action but those under working memory load showed increased habit tendencies.","link":"/opendata/van-timmeren-et-al-2022/"},{"title":"Verdejo-Garcia et al. (2021)","text":"Data from a study in which N=1697 participants completed a battery of three tasks designed to measure rapid-response impulsive behaviours (disinhibition) as arising from the failure of three distinct cognitive mechanisms: attentional control, information gathering and monitoring/shifting. Data on the Iowa gambling task, beads task, and sustained attention task task was also collected.","link":"/opendata/verdejo-garcia-et-al-2021/"},{"title":"Vieira & Olsson (2022)","text":"Data from a study in which N=49 participants underwent fMRI scanning while deciding whether to help another participant avoid aversive electrical shocks, at the risk of also being shocked.","link":"/opendata/vieira-olsson-2022/"},{"title":"Vilgis et al. (2022)","text":"Data from a study in which N=39 participants (children and adolescents) completed the Sternberg type working memory task.","link":"/opendata/vilgis-et-al-2022/"},{"title":"Visalli et al. (2022)","text":"Data from a study in which N=74 participants completed perifoveal Stroop task with emotional priming and changes of the probabilistic context. On each trial, target stimuli of a spatial Stroop task were preceded by sad or neutral facial expressions, providing two emotional conditions. To manipulate the requirement of both proactive and reactive control, the proportion of congruent trials (PC) was varied at the list-wide (LWPC) and item-specific (ISPC) levels, respectively. Sad priming led to behavioral costs only in trials with low proactive and reactive cognitive control exertion.","link":"/opendata/visalli-et-al-2022/"},{"title":"von Clarenau et al. (2022)","text":"Data from a study in which N=800 participants completed a sequential sampling task.","link":"/opendata/von-clarenau-et-al-2022/"},{"title":"Voulgaropoulou et al. (2022)","text":"Data from a study in which N=80 participants (N=40 stress, N=40 no stress) completed a probabilistic cost-benefit reinforcement learning paradigm, in which they learned to select stimuli with high reward value and avoid stimuli with high action cost (exerting grip force). Participants also completed the Positive and Negative Affect Scale (PANAS).","link":"/opendata/voulgaropoulou-et-al-2022/"},{"title":"Waltmann et al. (2022a)","text":"Data from a study in which N=40 participants completed a probabilistic reversal learning task twice.","link":"/opendata/waltmann-et-al-2022a/"},{"title":"Waltmann et al. (2022b)","text":"Data from a study in which N=95 participants between the ages of 12 and 45 completed a probabilistic reversal learning task.","link":"/opendata/waltmann-et-al-2022b/"},{"title":"Warren et al. (2017)","text":"Data from a study in which N=22 participants completed the horizons task, a measure of explore-exploit behaviors.","link":"/opendata/warren-et-al-2017/"},{"title":"Watson et al. (2022)","text":"Data from a study in which N=67 participants across two experiments (N=28, N=39) completed the symmetrical outcome-revaluation task, which consists of an instrumental training phase followed by an outcome-revaluation test phase during which outcome values were either congruent with training value or incongruent (i.e., devalued or upvalued).","link":"/opendata/watson-et-al-2022/"},{"title":"Weber et al. (2022)","text":"Data from a study in which N=426 participants across two experiments (N=91, N=335) completed the pavlovian go/no-go task task in conjunction with a mood induction manipulation. Participants also completed several psychiatric self-report measures.","link":"/opendata/weber-et-al-2022/"},{"title":"Weiss et al. (2021)","text":"Data from a study in which N=54 participants completed a reversal learning task with some participants completing magnetoencephalography.","link":"/opendata/weiss-et-al-2021/"},{"title":"Wester et al. (2021)","text":"Data from a study in which N=1054 participants completed the Inventory of Depression and Anxiety Symptoms (IDAS).","link":"/opendata/wester-et-al-2021/"},{"title":"Widge et al. (2019)","text":"Data from a study in which N=14 patients with deep brain stimulation for depression completed an affective Stroop task twice, once with DBS-ON and once with DBS-OFF.","link":"/opendata/widge-et-al-2019/"},{"title":"Wiehler et al. (2021)","text":"Data from a study in which N=46 participants (N=23 healthy controls, N=23 pathological gambling) completed a 4-arm restless bandit task.","link":"/opendata/wiehler-et-al-2021/"},{"title":"Wischnewski et al. (2021)","text":"Data from a study in which N=24 participants completed a novel 2-arm bandit task with advice given by novice, amateur, and expert supervisors.","link":"/opendata/wischnewski-et-al-2021/"},{"title":"Wise et al. (2019)","text":"Data from a study in which N=65 participants completed an aversive learning task featuring two stimuli that were each independently associated with varying probabilities of electric shocks.","link":"/opendata/wise-et-al-2019/"},{"title":"Wise et al. (2020)","text":"Data from a study in which N=400 participants completed a gamified 2-arm reversal learning bandit task and multiple self-report psychiatric symptom measures.","link":"/opendata/wise-et-al-2020/"},{"title":"Wise et al. (2022)","text":"Data from a study in which N=510 participants across three experiments (N=150, N=80, N=280) in a novel approach/avoidance game where participants had to collect rewards while avoiding being “eaten” by a predator.","link":"/opendata/wise-et-al-2022/"},{"title":"Wu et al. (2018)","text":"Data from study in which N=241 participants across three experiments (N=81, N=80, N=80) completed a novel grid-world task in which participants sought rewards under limited search horizons and spatial autocorrelation.","link":"/opendata/wu-et-al-2018/"},{"title":"Wu et al. (2022)","text":"Data from a study in which N=99 participants completed a multi-arm bandit task under varying time pressures.","link":"/opendata/wu-et-al-2022/"},{"title":"Wulff et al. (2018)","text":"Data from an aggregate of 28 publications of experiments studying decisions from description and experience.","link":"/opendata/wulff-et-al-2018/"},{"title":"Xia et al. (2022)","text":"Data from a study in which N=104 participants completed a semi-immersive virtual reality configural fear conditioning paradigm with five static room images as CSs. Skin conductance (SCR) and eye-tracking (pupil dilation) was also measured.","link":"/opendata/xia-et-al-2022/"},{"title":"Xu & Stocco (2021)","text":"Data from a study in which N=119 participants across two experiments (N=77, N=42) completed variants of the probabilistic selection task twice.","link":"/opendata/xu-stocco-2021/"},{"title":"Yoo et al. (2022)","text":"Data from a study in which N=125 participants across two experiments (N=88, N=37) completed a conditional associative learning paradigm with three different stimulus conditions: stimuli with distinct visual representations but overlapping linguistic representations, stimuli with distinct linguistic representations but overlapping visual representations, and stimuli with distinct visual and linguistic representations","link":"/opendata/yoo-et-al-2022/"},{"title":"Zaatri et al. (2022)","text":"Data from a study in which N=331 participants completed an advice-giving task in which a client seeks advice about which colored ball to bet on in a lottery, and two advisers compete for influence over the client’s decisions. Social anxiety levels are related to the tendency to give advice resembling the advice given by rival advisers and to refrain from status-seeking behavior.","link":"/opendata/zaatri-et-al-2022/"},{"title":"Zajkowski et al. (2017)","text":"Data from a study in which N=31 participants completed the horizons task while undergoing transcranial magnetic stimulation (TMS) to inhibit the right frontopolar cortex.","link":"/opendata/zajkowski-et-al-2017/"},{"title":"Zaller et al. (2021)","text":"Data from a study in which N=99 participants completed the horizons task and multiple self-report measures of anxiety.","link":"/opendata/zaller-et-al-2021/"},{"title":"Zech et al. (2022)","text":"Data from a study in which N=1077 participants completed at least once (N=248 participants completed all eight sessions) a smartphone-based approach-avoidance task. Each task consisted of two blocks: one, in which participants had to approach one stimulus type (e.g., happy faces) and avoid the other (e.g., sad faces), and one block in which these instructions were reversed (e.g., push away happy faces and pull sad faces).","link":"/opendata/zech-et-al-2022/"},{"title":"Zhu et al. (2019)","text":"Data from a study in which N=32 participants (N=20 healthy controls, N=12 patients with focal lesions) completed an economic game (patent race) involving planning.","link":"/opendata/zhu-et-al-2019/"},{"title":"Ziaka & Protopapas (2022)","text":"Data from a study in which N=42 participants completed single- and multi-item Stroop tasks with eye-tracking and pupillometry.","link":"/opendata/ziaka-protopapas-2022/"},{"title":"Zilker et al. (2020)","text":"Data from two studies (N=158 and N=160) with younger and older adults that investigate the effect of option complexity on risky decision making.","link":"/opendata/zilker-et-al-2020/"}],"tags":[{"name":"memory","slug":"memory","link":"/opendata/tags/memory/"},{"name":"pavlovian go/no-go task","slug":"pavlovian-go-no-go-task","link":"/opendata/tags/pavlovian-go-no-go-task/"},{"name":"schizotypy","slug":"schizotypy","link":"/opendata/tags/schizotypy/"},{"name":"m/eeg","slug":"m-eeg","link":"/opendata/tags/m-eeg/"},{"name":"eeg","slug":"eeg","link":"/opendata/tags/eeg/"},{"name":"social decision making","slug":"social-decision-making","link":"/opendata/tags/social-decision-making/"},{"name":"cognitive control","slug":"cognitive-control","link":"/opendata/tags/cognitive-control/"},{"name":"2-arm bandit","slug":"2-arm-bandit","link":"/opendata/tags/2-arm-bandit/"},{"name":"explore/exploit","slug":"explore-exploit","link":"/opendata/tags/explore-exploit/"},{"name":"metacognition","slug":"metacognition","link":"/opendata/tags/metacognition/"},{"name":"confidence","slug":"confidence","link":"/opendata/tags/confidence/"},{"name":"perceptual decision making","slug":"perceptual-decision-making","link":"/opendata/tags/perceptual-decision-making/"},{"name":"pavlovian conditioning","slug":"pavlovian-conditioning","link":"/opendata/tags/pavlovian-conditioning/"},{"name":"eye-tracking","slug":"eye-tracking","link":"/opendata/tags/eye-tracking/"},{"name":"multi-arm bandit","slug":"multi-arm-bandit","link":"/opendata/tags/multi-arm-bandit/"},{"name":"restless bandit","slug":"restless-bandit","link":"/opendata/tags/restless-bandit/"},{"name":"punishment","slug":"punishment","link":"/opendata/tags/punishment/"},{"name":"anxiety","slug":"anxiety","link":"/opendata/tags/anxiety/"},{"name":"depression","slug":"depression","link":"/opendata/tags/depression/"},{"name":"sequential decision making","slug":"sequential-decision-making","link":"/opendata/tags/sequential-decision-making/"},{"name":"approach/avoidance","slug":"approach-avoidance","link":"/opendata/tags/approach-avoidance/"},{"name":"foraging","slug":"foraging","link":"/opendata/tags/foraging/"},{"name":"risk sensitivity","slug":"risk-sensitivity","link":"/opendata/tags/risk-sensitivity/"},{"name":"development","slug":"development","link":"/opendata/tags/development/"},{"name":"adolescence","slug":"adolescence","link":"/opendata/tags/adolescence/"},{"name":"configural learning","slug":"configural-learning","link":"/opendata/tags/configural-learning/"},{"name":"working memory","slug":"working-memory","link":"/opendata/tags/working-memory/"},{"name":"compulsivity","slug":"compulsivity","link":"/opendata/tags/compulsivity/"},{"name":"tdcs","slug":"tdcs","link":"/opendata/tags/tdcs/"},{"name":"agency","slug":"agency","link":"/opendata/tags/agency/"},{"name":"reversal learning","slug":"reversal-learning","link":"/opendata/tags/reversal-learning/"},{"name":"economic game","slug":"economic-game","link":"/opendata/tags/economic-game/"},{"name":"range adaptation","slug":"range-adaptation","link":"/opendata/tags/range-adaptation/"},{"name":"counterfactual feedback","slug":"counterfactual-feedback","link":"/opendata/tags/counterfactual-feedback/"},{"name":"free association","slug":"free-association","link":"/opendata/tags/free-association/"},{"name":"narrative","slug":"narrative","link":"/opendata/tags/narrative/"},{"name":"test-retest","slug":"test-retest","link":"/opendata/tags/test-retest/"},{"name":"compound generalization","slug":"compound-generalization","link":"/opendata/tags/compound-generalization/"},{"name":"mood","slug":"mood","link":"/opendata/tags/mood/"},{"name":"decisions from description","slug":"decisions-from-description","link":"/opendata/tags/decisions-from-description/"},{"name":"probability estimation","slug":"probability-estimation","link":"/opendata/tags/probability-estimation/"},{"name":"effort","slug":"effort","link":"/opendata/tags/effort/"},{"name":"stress","slug":"stress","link":"/opendata/tags/stress/"},{"name":"two-step","slug":"two-step","link":"/opendata/tags/two-step/"},{"name":"volatility","slug":"volatility","link":"/opendata/tags/volatility/"},{"name":"continuous outcomes","slug":"continuous-outcomes","link":"/opendata/tags/continuous-outcomes/"},{"name":"temporal discounting","slug":"temporal-discounting","link":"/opendata/tags/temporal-discounting/"},{"name":"pathological gambling","slug":"pathological-gambling","link":"/opendata/tags/pathological-gambling/"},{"name":"value construction","slug":"value-construction","link":"/opendata/tags/value-construction/"},{"name":"probabilistic selection task","slug":"probabilistic-selection-task","link":"/opendata/tags/probabilistic-selection-task/"},{"name":"parkinson's","slug":"parkinson-s","link":"/opendata/tags/parkinson-s/"},{"name":"information seeking","slug":"information-seeking","link":"/opendata/tags/information-seeking/"},{"name":"latent cause inference","slug":"latent-cause-inference","link":"/opendata/tags/latent-cause-inference/"},{"name":"self-report only","slug":"self-report-only","link":"/opendata/tags/self-report-only/"},{"name":"reward visibility","slug":"reward-visibility","link":"/opendata/tags/reward-visibility/"},{"name":"generalization","slug":"generalization","link":"/opendata/tags/generalization/"},{"name":"ecological momentary assessment","slug":"ecological-momentary-assessment","link":"/opendata/tags/ecological-momentary-assessment/"},{"name":"mania","slug":"mania","link":"/opendata/tags/mania/"},{"name":"horizons task","slug":"horizons-task","link":"/opendata/tags/horizons-task/"},{"name":"impulsivity","slug":"impulsivity","link":"/opendata/tags/impulsivity/"},{"name":"psychosis","slug":"psychosis","link":"/opendata/tags/psychosis/"},{"name":"sequence learning","slug":"sequence-learning","link":"/opendata/tags/sequence-learning/"},{"name":"serial reaction time","slug":"serial-reaction-time","link":"/opendata/tags/serial-reaction-time/"},{"name":"inverse RL","slug":"inverse-RL","link":"/opendata/tags/inverse-RL/"},{"name":"avoidance","slug":"avoidance","link":"/opendata/tags/avoidance/"},{"name":"balloon analog risk task","slug":"balloon-analog-risk-task","link":"/opendata/tags/balloon-analog-risk-task/"},{"name":"habits","slug":"habits","link":"/opendata/tags/habits/"},{"name":"outcome devaluation","slug":"outcome-devaluation","link":"/opendata/tags/outcome-devaluation/"},{"name":"sequential sampling","slug":"sequential-sampling","link":"/opendata/tags/sequential-sampling/"},{"name":"autism","slug":"autism","link":"/opendata/tags/autism/"},{"name":"ptsd","slug":"ptsd","link":"/opendata/tags/ptsd/"},{"name":"adhd","slug":"adhd","link":"/opendata/tags/adhd/"},{"name":"iowa gambling task","slug":"iowa-gambling-task","link":"/opendata/tags/iowa-gambling-task/"},{"name":"trauma","slug":"trauma","link":"/opendata/tags/trauma/"},{"name":"longitudinal","slug":"longitudinal","link":"/opendata/tags/longitudinal/"},{"name":"aging","slug":"aging","link":"/opendata/tags/aging/"},{"name":"pavlovian instrumental transfer","slug":"pavlovian-instrumental-transfer","link":"/opendata/tags/pavlovian-instrumental-transfer/"}],"categories":[]}